FemDesign.Results.PointSupportReaction
FemDesign "Point support group, Reactions" result

FemDesign.Results.PointSupportReaction.Id
Support name identifier

FemDesign.Results.PointSupportReaction.X
X-coordinate

FemDesign.Results.PointSupportReaction.Y
Y-coordinate

FemDesign.Results.PointSupportReaction.Z
Z-coordinate

FemDesign.Results.PointSupportReaction.NodeId
Finite element node id

FemDesign.Results.PointSupportReaction.Fx
Local Fx'

FemDesign.Results.PointSupportReaction.Fy
Local Fy'

FemDesign.Results.PointSupportReaction.Fz
Local Fz'

FemDesign.Results.PointSupportReaction.Mx
Local Mx'

FemDesign.Results.PointSupportReaction.My
Local My'

FemDesign.Results.PointSupportReaction.Mz
Local Mz'

FemDesign.Results.PointSupportReaction.Fr
Force resultant

FemDesign.Results.PointSupportReaction.Mr
Moment resultant

FemDesign.Results.PointSupportReaction.CaseIdentifier
Load case or combination name

FemDesign.Results.PointSupportReaction.DeconstructPointSupportReaction(System.Collections.Generic.List{FemDesign.Results.PointSupportReaction},System.String)
The method has been created for returning the value for Grasshopper and Dynamo.
The method can still be use for C# users.